# St7DisableMovingLoad

Disables the specified moving load path for the analysis.

long St7DisableMovingLoad(long uID, long LoadPathID)
Input Parameters
uID
Strand7 model file ID.
LoadPathID
Load path ID.